---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.UsTonnesForceTons
source: html/503e21f7-e574-13c6-deb4-745e4a7a9783.htm
---
# Autodesk.Revit.DB.SymbolTypeId.UsTonnesForceTons Property

Symbol Tons, indicating unit US tonnes force.

## Syntax (C#)
```csharp
public static ForgeTypeId UsTonnesForceTons { get; }
```